Repository: mozilla-l10n/mt-training-data
Catalog: mvy/mvy_pontoon.tmx
Source language: en_us
Languages: mvy

source: Contact
mvy: رابطہ

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
mvy: ڈرامی لِکان٘لہ، مصنفہ یا مؤلفؤں ملی رابطہ کری آں سېوں دِش بنی چے تاں کماں کم لکھ حصہ عوامی ڈومېن مہ گلہ

source: Contact Form
mvy: رابطہ فارم

source: Contact the Common Voice team
mvy: کامَن وائسَیں ڈَلہۡ مِلیۡ بال الاؤ کری

source: Contact us
mvy: زاں مِل بال الاؤ کری

source: Contact Us
mvy: زاں مِلیۡ بال بنہ

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
mvy: مواد <licenseLink>کرئیٹیو کامَنز لائسنس</licenseLink> چور موجود تُھو

source: Continue
mvy: جاری

source: Continue speaking
mvy: بلی جاری رڇھہ

source: Continue validating
mvy: تصدیق کرئیں/کرَیں یاں عمل جاری رڇھہ

source: Contribute
mvy: تاں حصہ گلہ۔

source: Contribute on GitHub
mvy: گِٹ ہبہ لا حصہ ہرہ

source: Contribute sentences
mvy: بلی/جُملی ٹل کرہ

source: Contribute text
mvy: لِکیلیۡ ٹل کرہ

source: Contribute to { $lang }
mvy: تاںحصہ گلہ { $lang }

source: Contribute to text corpus
mvy: لکیلیۡ مہ اضافہ کرئیں یاں کریا حصہ ہرہ

source: Contributing to dataset for { $language }
mvy: { $language }دَن ڈیٹاسیٹے ٹل کرؤں

source: Contribution Activity
mvy: مدد کرَیں یاں/کرئیں کمہۡ

source: Contribution Criteria
mvy: مدد کرَیں یاں شرطہ

source: Contribution Experience
mvy: حصہ ہرَئیں حال

source: Contribution Guidelines
mvy: حصہ گلئیں پان٘د پشائ (ہدایات)

source: Contributors record voice clips by reading from a bank of donated sentences.
mvy: حصہ ہران٘لہ، خلکہ وَیں لِکیلی جُملی وَیں ڈَھن٘ڈی نہ جُملی پڑی تَس ٹیپ کراں تھہ۔

source: Cookies
mvy: کُوکیز

source: <cookiesLink>Cookies<cookiesLink>
mvy: <cookiesLink> تیں فائلہ<cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
mvy: <coquiLink>Coqui</coquiLink>ایک اوپن سپیچ ٹیکنالوجی تھی۔ اِواں پراجیکٹ مہ STT تے TTS انجن٘ڑہ واں گُٹُم استعمال سِڇھیاں تھؤ۔

source: Cornish
mvy: کورنِش

source: Correct
mvy: سُون٘ݜیۡ تھی

source: Corsican
mvy: کورسِکائ

source: { $count } clips
mvy: { $count }کٹرو

source: { $count }mo
mvy: { $count } یُون٘ہہ

source: Country/Region of Residence
mvy: دھریں یاں وطن/علاقہ

source: { $count }wk
mvy: جُمی

source: { $count }y
mvy: { $count } کالہ

source: [Crackle] giant dinosaurs of [crackle] -riassic.
mvy: [کڑَس کڑَس] سو دېس نہ پاتُو مہ پان٘د پُھو ک۔ [کَڑسَیں] ۔ رے تِلم تُھو۔

source: Create a Custom Goal
mvy: تَیں مرضی یاں نخ سن٘دہ

source: Create a profile
mvy: پروفائیل سندہ

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
mvy: نَیں آں عام مشقُلائیں بلی اماں نہ، تاں مرگلیؤں لا یا ژِباں خلکؤں ملیۡ ملی سن٘دی مثالاں طور ‘لِکَئیں سیالی’

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
mvy: عوامی ڈومېن مہ استعمالاں کریا اشاری، جُملی آں لِکیلیۡ سن٘دی یا شئیر کری لہ سَیں ترجمہ/ژیب گُھرؤں ، لیکھیۡ ژِبہۡ واں ماڈل سن٘دؤں آں مُتیۡ مقصدی واں کریا استعمال کرُژاں۔

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
mvy: رن٘گ رن٘گاں خلکہ واں کریا حصہ ہرئیں موقع دگلے کامن وائس ݜس لُوکھیۡ تُھو چے ڈیٹاسیٹ چے نہ چے خلکؤں ڇیل۔ زَیں ݜے لک وسائل تے نُمونی سن٘دہ چھی چے کؤں تُس استعمال کر ہاں!

source: Crimean Tatar
mvy: کرمیَیں تاتاری

source: Criteria
mvy: شرطہ

source: Croatian
mvy: کروشیَیں

source: Culturally specific questions
mvy: صرف ثقافتی یاں متعلق سوالہ

source: Czech
mvy: چیک

source: Dagbani
mvy: داغبانی

source: Daily Goal
mvy: دیساں نخ۔

source: Dameli
mvy: دمیلی

source: Danish
mvy: ڈینِش

source: Dargwa
mvy: درگوا

source: Dashboard
mvy: ڈیش بورڈ

source: Database: { $databaseLanguage }
mvy: ڈېٹا بېس: { $databaseLanguage }

source: Dataset Release
mvy: ڈیٹاسیٹ (معلُوماتَیں پیٹی) جاری کرؤں

source: Datasets
mvy: ڈیٹا سیٹ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
mvy: اے ایس آر (امَیں اواز معلوم کرؤں)، ایس ٹی ٹی (بلیُوں نہ لکیلیۡ سن٘دؤں)، ٹی ٹی ایس (لِکیلیۡ نہ بال سن٘دؤں)، اور آں مُت قدرتی بلی واں محلاں (این ایل پی) کریا ڈیٹا سیٹہ - چے سَیں خلکہ وَیں مدتی ہِن سن٘دژېل ہوں۔

source: Date
mvy: تاریخ

source: Dawoodi
mvy: داودی

source: Days
mvy: دېسهۡ۔

source: Delete
mvy: الُوۡ دے

source: Delete my recordings
mvy: مئیں ریکارڈ کریل کام نشاء

source: Delete Profile
mvy: پُرفائل لا دے

source: Dhivehi
mvy: دھیوے ہی

source: Dholuo
mvy: ڈھولو

source: Did you know…
mvy: تُو شِدیۡ آنۡسی چے ۔۔۔

source: Different language
mvy: مُئیت زِیب

source: Difficult
mvy: گِران۔

source: Difficult to pronounce
mvy: ادائیگی مہ گرانتیا

source: Dioula
mvy: دیولا

source: Discard ongoing recording
mvy: جاری ریکارڈنگ الُو دے/لاء دے۔

source: Discover languages and communities and common voice
mvy: ژِبہۡ، مُختلف خلکَہ‌وَیں ڈلی آں کامن وائس معلوم کرہ

source: do
mvy: کره

source: Documentation
mvy: لِکے چھؤں

source: Does the sentence meet the guidelines?
mvy: نہالہ تہ اُو جُملہ دیل ہدایاتوںمطابق تھی ائی؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
mvy: جُملہ مہ‌گی بارہ مہ بحث ہُوئ تُھو ݜسے تس جُملاں ڈومین بناں تھہ۔ اُسکېں تُو ݜیوں مہ ایک خوش کرہاں تُھو:

source: Donate
mvy: ویب سائٹے صدقہ کرہ

source: Donate your voice
mvy: تاں اواز دے

source: Done
mvy: ہُوگا

source: do not
mvy: نېره

source: Don’t
mvy: نېر

source: Don’t Add
mvy: جمع نېرہ

source: Don't see your language on Common Voice yet?
mvy: ہُویں ہاریۡ تُوں کامن وائس پروگرامہ مہ تَیں ژیب نی پَیچھی یی؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
mvy: ڈیٹا سیٹہ مہ تیں ژیب نی تھی یی؟ ژِباں درخواست دیں یاں کریا زاں ژِبہۡ واں پن٘ڑے بہ۔

source: Don't wish to say
mvy: بنؤں خوش نیرم تُھو/نیرات

source: Download
mvy: منی والہ (ڈاؤن لوڈ کرہ)

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
mvy: کہ تُوں کامن وائس مہ حصہ ہری چھی کھیں امَیں یا تاں پُرگِرامہ واں کریا سرٹِفِکېٹ منی والہ — ݜَیں بُٹ تی نہ بغېر ہویں یاں نی آن٘س!

source: Download Common Voice Data
mvy: کامن وائسَیں‌ معلومات منی والہ

source: Download Data
mvy: معلومات منی والہ

source: Download Dataset Bundle
mvy: معلوماتَیں پھان٘ڈ منی والہ

source: Download { $language }
mvy: مِنی والہ /ڈاؤنلوڈ { $language }

source: Download Links
mvy: منی والَیں یاں کڑی

source: Download My Data
mvy: میں معلومات منی والہ

source: Download options for accessing Common Voice data
mvy: منی والَیں مہ خوشیۡ لہ کامن وائسَیں‌ معلوماتے ڇیلُژ

source: Download our press pack <icon></icon>
mvy: زاں پرېس پېک <icon></icon> منی والہ

source: Download our voice datasets
mvy: زاں اوازاں ڈیٹاسیٹہ منی والہ

source: Download profile data
mvy: پروفائلَیں معلومات منی والہ

source: Download the Dataset
mvy: ڈیاسیٹ منی والہ (ڈاؤن لوڈ کرہ)

source: Download the Single Word Target Segment
mvy: کیالو لفظاں نخوۡ کرېل حصہ منی والہ / ڈاؤن لوڈ کرہ

source: Download your contribution certificate
mvy: تاں حصہ ہرَیں یاں سرٹیفیکېٹ ہرہ

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
mvy: تے گی پتہۡ تھی یی چےۡ بِتُس کامن وائساں ڈیٹا مِٹُھویں گِشے سُگائراں گَیں تھو؟ بال الاؤیں زئ لا زاں پورژا

source: Do you want to continue?
mvy: توۡ تاں کام جاری رڇھئیں ہجتی تُھو؟

source: Do you want to Speak, Listen or both?
mvy: توۡ منئیں غرضی تُھو، گی ݜُن٘وَئیں یا بھجدُوں؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
mvy: ڙِھکہ آں ݜل پَھت کرہ یا <browseWrap> کھوݜٹہ</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mvy: تاں فائل ڙِھکے ݜلہ آ یا<uploadButton>بُوۡئ اُکھالَیں یاں کریا کلِک کرہ</uploadButton>

source: Drop file here to upload
mvy: فائل ݜلگائ پھَت کرہ لہ بُوۡئ اُک

source: Duala
mvy: دُوالائ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
mvy: حصہ گلَیں یاں جمع کرہ بٹنہ لا دېں ملی فیڈبېک امَیں پھت کرژا تُھو۔ اېت 5 کٹرو واں سیٹ ٹېپ کرَیں یا منظُور کرَیں ہاریۡ حصہ گلؤں جاری رڇھژا تُھو۔

source: Dutch
mvy: ڈَچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
mvy: ڈېٹا سیٹہ مہ ہر انٹری اېک امَیں MP3 آں تسی ملیۡ گن٘ڈژیلیۡ لِکیلیۡ لامشتمل ہُوئ تھی۔ <b>{ $total }</b>ٹېپ کریلیۡ گېن٘ٹیُوں مہ بېکتُک گېن٘ٹی واں عمراں، جنساں آں لہجاں لحاظ ہِن معلومات گتہ مؤجُود ہُوئ تھی آں ݜُو معلومات بلی پُنیاک کرَیں والا انجنہ واں کریا سُون٘ݜیۡرَیں آں مِٹھیۡ رَیں یاں کریا مدد دی تھی۔ فی الحال، ڈېٹا سیٹہ مہ <b>{ $valid }</b> منظُؤر کریلیۡ گېن٘ٹی <b>{ $languages }</b> ژِبؤں مہ شامل تھی خو بے ہمیش مُت اوازہ تے مُت ژِبہۡ ٹل کراں بِگ تھؤ ۔زاں <languagesLink>ژِبہۡ واں پن٘ڑہۡ</languagesLink> لا اک پُھٹ اوک کرہ لہ تُو بِگ ژِباں درخاس دے آں تعاون شروع کېر۔

source: Eastern Balochi
mvy: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
mvy: سُریۡاُکیۡ ہاسٹِکا نہوٹل

source: Eastern Min
mvy: سُوریۡ اُکیۡ مِن

source: Eastern Penan
mvy: نورخاتہ پینان

source: Easy
mvy: ہسان

source: Easy to Understand
mvy: پورژَیں وڑیا ہو

source: Ebrie
mvy: ایبری

source: Edit
mvy: سَم کرہ

source: Edit Profile
mvy: پروفائل سم کرہ

source: e.g., “What do you wish you could use technology for?”
mvy: لکھہ، “ تُو گِشے بانیۡ تُھو چےۡ ٹېکنالوجی گِناں کریا استعمال ہو؟”

source: Email
mvy: بِجلی خط (ای میل)

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
mvy: بِجلی خط (ای میل): <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
mvy: <emailFragment> زاں بجلی خطیاں دَن پُنیاک‌ سَن٘دہ</emailFragment> لے تے پَت اے چے کامن وائس لا کَمپینؤں، پُرگِرامؤں آں ایکٹھی سَن٘دان٘لہ ڈیزائنؤں مہ تُو گِشے حِصہ ہرا تُھو۔

source: Email is already used for a different account
mvy: مُت کھاتاں (اکاؤن٘ٹاں) کریا ݜُو بجلی خط استعمال ہُو تھی

source: Email Subscriptions
mvy: بجلی خطی اَیا

source: Emakhuwa
mvy: ایمخوا

source: English
mvy: ان٘گرزی

source: Enter Email to Download
mvy: بِجلی خط لِکہ کہ ڈاؤنلوڈ کیریۡ تُھو

source: Enter email to send a sign up link
mvy: ٹل ہویں یاں کڑہ ڇِہیں یاں کریا بجلی خط لِکہ لہ

source: Enter your Country/Region of Residence
mvy: دھرَیں یاں وطن یا علاقہ خوش کرہ

source: Enter your email
mvy: تاں ای میل لِکہ

source: Enter your public domain sentence here
mvy: ݜلہ جُملہ داخل کرہ۔ (عوامی ڈومین والا)

source: Enter your public domain sentences here
mvy: ݜلہ جُملی داخل کرہ۔ (عوامی ڈومین والا)

source: Error
mvy: مَسلہ

source: Error adding sentence
mvy: جُملہ جمع کرَیں مہ غلطی ایگے

source: Error { $code }
mvy: غلطی

source: Error while playing audio file.
mvy: اواز باشَیں مہ بِگ مسئلہ ای تھی۔

source: Erzya
mvy: ایرزیا

source: ESC
mvy: ڈیوہ

source: Esperanto
mvy: ایسپیرانتو

source: Estonian
mvy: اِسٹونیَیں

source: Eton
mvy: ایتونَیں

source: Events
mvy: پُرگِرامہ

source: Everyone
mvy: ہرکاں/ہر اوک

source: Ewe
mvy: ایو

source: Ewondo
mvy: ایوونڈو

source: Example
mvy: مِثال

source: Exceeded 500 questions. Reduce number of questions and retry.
mvy: 500 سوالاتؤں نہ بُوئ لنگھی تھو۔ سوالات ہِلاک کم کرے گتہ کوشش کرہ۔

source: Exciting news! Spontaneous Speech is on the way! Stay tuned for updates and make sure to check our <discordLink>Discord</discordLink> for the latest information.
mvy: خوشیں خبر! فی البدیہہ بلی اېں والا تھی! زؤں ملی رابطہ مہ دھری آں نئ نئ معلوماتاں کریا زاں <discordLink> ڈسکارڈ</discordLink> لازمی چیک کری۔

source: Exit & Delete clips
mvy: ڇاری نِکہ آں کٹرَو نشا۔

source: Explore datasets <icon></icon>
mvy: ڈېٹا سیٹہ کن٘گالہ <icon></icon>

source: Explore the community and languages supported by Common Voice
mvy: کامن وائس چےۡ گھِن٘ل خلکہ آں ژِبؤں مِلیۡ اُولی ہوئ تُھو سیوں لا گَر پَھر ہو

source: Express or solicit prejudiced or offensive sentiments
mvy: متعصبانہ یا جارحانہ جذبات واں اظہار کرہ

source: Failed to copy SHA256 Checksum
mvy: چیکسم SHA256 نقل نېرہؤں

source: Fang
mvy: فین٘گ

source: FAQ
mvy: چے کرېل تپُوسہ

source: Faroese
mvy: فارویسی

source: Featured in...
mvy: نُمایاں کرژی تُھو۔۔۔

source: Female
mvy: گھریۡ ماݜ

source: Female/Feminine
mvy: گھریۡماݜ

source: Fewer than 15 words per sentence
mvy: اک جُملہ مہ 15 لفظؤں نہ کم لفظہ /ہوں ہواں۔

source: Fields marked with an asterisk (*) are required.
mvy: تارٹُویں (*) زئ ہر گِشے پورؤں تُھو۔

source: File is too large
mvy: فائل څو/چو گھوں تُھو

source: File is too small
mvy: فائل څو لکھ/چو لیکھوۡ تُھو

source: Finance
mvy: حساب کتاب/پَیس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
mvy: مُت شوقی خلک لٹا۔ سَیں یونیورسٹیُوں مہ، اِسکُلؤں مہ، مشوری دیں والا ٹولئیوں مہ آں ڈیٹا سائنسَیں کمیونٹِیُوں مہ ہوں ہاں تھہ۔ سیوں ملی بال بنہ آں سیوں سمّوں پورژا چے سِوَیں مدد گِشے آں گِنہۡ پکار تھی۔<outreachTemplates>خلکؤں بجلی خطی ڇِہېں ایں نُمونی نھالہ</outreachTemplates>۔

source: Find us on Matrix
mvy: زؤں مېٹرِکس لا ڇہ/ڇالہ

source: Finish editing first?
mvy: اول گی غلطی ملطی تھی کھئیں سئیں نھالے بئیرا؟

source: Finish recording
mvy: ٹېپ کرؤں بس کرہ

source: Finish recording first?
mvy: اول رِکارڈِن٘گ بئیرائ /مُچائ تُھو یی؟

source: Finish Review
mvy: گتہ نہالؤں بئیرائے۔

source: Finish validating
mvy: تصدیق کرئیں/کرَیں یاں عمل بئیرا/باریۡرا

source: Finish validating clips?
mvy: کٹرو واں تصدیق کرَیں یاں عمل باریۡرائ تُھو یی؟

source: Finnish
mvy: فِن لین٘ڈی

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
mvy: بُٹؤں نہ مُوٹھِن نھالہ چے تیں ژیب <languageLink> پھیں نہ موجود تھی گی نَیں</languageLink>۔ کہ نی تھی کھیں تے <languageRequestLink> تَیں ژیب ٹل کریں یاں درخواست کرہ</languageRequestLink>۔ ژیب ٹل کریں یاں دُو کھڑپی تھو ،اک پور سائٹَیں ژیب مرک کرؤں آں دُویُوں جملی ٹُول کرؤں۔

source: Follow guidelines from “What sentences can I add?”
mvy: ہدایات مہ نھالی “مہ گھِن٘لیۡ جُملی ٹَل کرہان٘ت/کرہاں تُھو؟”

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
mvy: ہر اواز ٹېپ کرَیں آں کٹرو منظُور کرَیں نہ پتَیں تیں اکون٘ٹاں ڈېش بوڈ تازائ ہُوئ تُھو ݜسیں کریا چے تُوں ہر ژِبہۡ مہ کتُک کام کرچھی کرے۔ آں آں، تُو ایک نہ چئ ژِبؤں لا کام کرَیں تُھو<br/><br/> تاں حساب کِتاباں ڈُھونڈ رِن٘گَیں یاں کریا ڈېشبُوڈ استعمال کرہ، آں نھالہ چے تُو تاں علاقاں خلکہ واں حِساب ہِن گولہ تُھو۔ تے دېساں یا ہفتاں نخ مقرر کرہ۔

source: for example
mvy: مثالاں طور ہِن

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
mvy: ݜے لک لِکیلیۡ چے سو انٹرنېٹ لا نی تھی کھیں تسیں کریا تعلیمی سٹائل مہ حوالہ دی لکھَیں ہارورڈ سٹایۡل۔ ”لِکان٘لاں نؤں (کال) کِتاباں نؤں“

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mvy: ہر کسئیں کراں ٹکنالوجی مڑنئ کام کرے، اسئیں کراں پکار تھی چہ ڈویلپر ماہرینوں گے څئ خلقوں نہ ہرِل معلومات موجود ہُوں۔ مثالاں طور ہِن اگر بیڅَوں اک زب مہ موجود مختلف لہجی تے یعنی ادائیگئیں انداز شامل نیرِل کھئیں تے ٹکنالوجی سو خلقاں کراں مڑنئ کام نیرَݜِت۔ <learnMore> ہلوکو څئ معلومات حاصل کری چہ میٹا ڈیٹا گِن لازمی تھی کرے۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
mvy: ݜَیں شُروع ہُولیۡ ژِبہ واں کریا کامیابی ہِن <localizationGlossaryLink> ژیب گُھرؤں </localizationGlossaryLink> ہُو تُھو، آں اسی مہ پُوریۡ <sentenceCollectionGlossaryLink> جُملی جمع ہُو تھی </sentenceCollectionGlossaryLink> ݜسیں کریا چے <speakLink> بنَیں </speakLink> تے <listenLink> ݜُون٘وَیں </listenLink> مہ حصہ گلُژ۔

source: Foundations
mvy: فاؤنڈیشنہ

source: French
mvy: فران٘سَیں

source: Frisian
mvy: فرِسِین

source: Fulah
mvy: فُلاہ

source: Fuzhou
mvy: فوزو

source: Galician
mvy: گالِشیَن

source: Gawarbaiti
mvy: گوَرباتی

source: Gawri
mvy: گاؤری

source: GB
mvy: جی بی

source: General
mvy: عام

source: General language / multiple variants
mvy: عام ژیب/څئ(چئ) لہجی.

source: Georgian
mvy: جارجی

source: German
mvy: جرمن

source: Get in touch
mvy: رابطہ رڇھہ

source: Get in touch <icon></icon>
mvy: رابطہ مہ دھرہ <icon></icon>

source: Get involved
mvy: اماں‌ ٹَل کرہ

source: Get Involved
mvy: اماں‌ ٹَل کرہ

source: Get started <icon><icon>
mvy: شروع کرہ <icon><icon>

source: Get started with goals
mvy: تاں نخ لا کام شروع کرہ

source: Get Started with Speech Recognition
mvy: اے لہ اواز پُنیَیں شروع کرِگ

source: Get your certificate
mvy: تاں سرٹیفیکېٹ ہرہ

source: Ghomala
mvy: گھومالی

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
mvy: <githubLink>NVIDIA NeMo</githubLink> ایک <docsLink>اوپن سورس ٹول کِٹ</docsLink> تُھو چے سو امَیں سن٘دیل دِماغاں ،بُٹؤں نہ اُڇھېل مشقُلا کرَیں والا ماڈلہ سن٘دَیں مدد کیری تُھو۔

source: Goal reached
mvy: نخ ڇیلی تُھو۔

source: Goals
mvy: نخہ

source: Goan Konkani
mvy: گوان کونکانی

source: Gorani
mvy: گورانی

source: Go to Discourse
mvy: بال الاوَیں زئ بہ

source: Go to Languages Page
mvy: ژِبہۡ واں پن٘ڑے بہ

source: Go to { $name }
mvy: { $name }بہ

source: <governanceLink>Read more about how we're governed</governanceLink>
mvy: <governanceLink>زاں لا حُکمت گِشے کرُژ تھی، ݜلہ پڑہ</governanceLink>

source: Governments
mvy: حُکمتی

source: Grammatical / spelling error
mvy: گِرامرَیں / ہیزی وَیں غلطی

source: Great! How many clips a week?
mvy: شاباش! ہفتہ مہ کتیُک اوک کٹرو؟

source: Great! How many clips per day?
mvy: شاباش! دیس مہ کتیُک اوک کٹرو؟

source: Great!<recordIcon></recordIcon> Record your next clip
mvy: شاباش!<recordIcon></recordIcon>تاں مُت کٹرُو ٹېپ کر

source: Great work!<playIcon></playIcon> Listen again when you're ready
mvy: سُگا کام <playIcon> </playIcon> توۡ کم لکھ سم ہُوند کھیں گتہ ݜُون٘یں/ݜُوں

source: Greek
mvy: یُونانَیں

source: Gronings
mvy: گرونِنگز

source: Guarani
mvy: گُوارانی

source: Guidelines
mvy: پان٘د پشائ/ہدایات

source: Gujarati
mvy: گُجراتَیں

source: Gujari
mvy: گُجری

source: Haitian
mvy: ہے ٹِی یَیں

source: Hakha Chin
mvy: ہاخا چِن

source: Hausa
mvy: ہاؤسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
mvy: تی گائ مُوٹُھک یا اېت پُرگِرام تُھو یی؟ زَیں اسیں بابتی مہ بنہ، بہ تَیں کمیُونٹی مہ اسیں اعلان کراتھو یا اسی لا اېک بلاگ لِکا تھو!

source: Have Feedback?
mvy: اسیں بارہ مہ گی بانیۡ تُھوئ؟

source: Have you read our Terms?
mvy: تُوں زاں شرطہ پڑی چھی یی؟

source: Having an account is not required to contribute, though it is helpful.
mvy: حصہ گلَیں یاں کریا کھاتہ ہوں گی لازمی نی تُھو، کہ ہُون٘دُوں سم تھی۔

source: Having a profile is not required to contribute though it is helpful, see why below.
mvy: امدات کریں یاں دن پروفائل ہوں گی شرط نی تھو خو کہ ہوندوں من٘ڑنَیں تُھو۔ من چور نھالہ چے آخر گِنہۡ۔

source: Healthcare
mvy: صِحت

source: Hebrew
mvy: عِبرانی

source: Help
mvy: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
mvy: کامن وائسَیں مدد کرہ لہ ذاتی مقصدے ڇېلَیں مِشارو اُو اېک ژِبہۡ کہ مہ { $hours } گېن٘ٹیُوں ڇېل

source: Help create Common Voice’s first target segment in { $locale }
mvy: عام اوازاں سامُوٹھ نخ پُور کرَیں مہ { $locale }مہ مدد کرہ

source: Help reach { $hours } hours in { $language } with a personal goal
mvy: مدد کرہ{ $hours } گھین٘ٹوں مہ { $language }ذاتی مقصد یا نخ ہار ڇیلئیں مہ۔

source: Help teach machines how real people speak, donate your voice at { $link }
mvy: ݜُو زئ تاں اواز دی { $link } لہ مشیۡنؤں پتہ اے چےۡ اصل خلکہ گِشے بلیۡ بناں تھہ

source: Help us build a community around voice technology, stay in touch via email.
mvy: اوازَیں ٹیکنالوجیاں دَن‌ خلکہ جمع کرَیں مہ زَیں مدد کرہ، ای میل لا‌ زاں مِلی بلی بنہ۔

source: Help us build a high quality, publicly open dataset
mvy: زَیں مدد کری لہ بے من٘ڑنئ کوالٹی یاں، بُٹ خلکہ واں ہتے اے ڈیٹاسیٹ سن٘دِگ

source: Help us find more voices, share your goal
mvy: تئیں مقصد تے نخ زاں کراں منہ چہ بیتُس گِشے مُت آوازہ چالہانٚتے؟

source: Help us find others to donate their voice!
mvy: زَیں مدد کری لہ مُت خلکہ تاں اواز دیں

source: Help us get to { $goal }
mvy: زَیں مدد کرہ لہ بے { $goal } اْے ڇیلِگ

source: Help us validate sentences!
mvy: زَیں مدد کرہ جُملی صحیح ثابت کرَیں مہ

source: Help us validate voices
mvy: آوازہ صحیح کرئیں مہ زئیں مدد کرہ

source: Heng Hua
mvy: ہین٘گ ہوا

source: Here are the links to download your ZIP files.
mvy: تیں زِپ فائل منی والَیں یاں کڑہ اُن گی تُھو۔

source: Hidden
mvy: پلیلوۡ

source: Highland Puebla Nahuatl
mvy: ہائی لین٘ڈی (ناہواتی)

source: Hiligaynon
mvy: ہِلیگینون

source: Hill Mari
mvy: ماری کور / ہِل

source: Hindi
mvy: ہِندی

source: His hand was rais-ed.
mvy: تسئیں ہا اُڇھزیل آن٘س

source: History, Law and Government
mvy: تاریخ، قانون تے حُکمت

source: Hours
mvy: گین٘ٹی

source: Hours Recorded
mvy: گین٘ٹی رِکاڈ ہُولی

source: Hours Validated
mvy: گین٘ٹی صحیح ثابت ہُولی

source: How ?
mvy: گِشے؟

source: How are project decisions made?
mvy: پراجیکٹَیں فیصلی گِشے کرُژاں تھی؟

source: How can we effectively grow a language on Common Voice?
mvy: کامن وائسہ لا بِس ایک ژیب اوک گِشے مُوٹُھو ہران٘گَیں تھو؟

source: How does Common Voice work?
mvy: کامن وائس گِشے کام کیر تُھو؟

source: How does site localization work?
mvy: سائٹ تَیں ژِبے مرَک‌ کرے گِشے چلُژ تُھو؟

source: How do I access and use the dataset?
mvy: مہ ڈیٹا سیٹ گِشے ہتے آم آں استعمال کرم؟

source: How do I add a language?
mvy: مہ ژیب گِشے ٹَل کَرم؟

source: How do I add sentences?
mvy: مہ جُملی گِشے ٹل کرم؟

source: How do I cite?
mvy: مہ حوالہ گِشے دم؟

source: How do I know whether to approve a voice clip?
mvy: مے گِشے پتہ اے تھی چے اوازاں ایک کٹرُو اوک منظور کرؤں تُھو؟

source: How do I record a high quality voice clip?
mvy: مہ اُتَھلیۡ پاٹکی/کوالٹی یاں اواز گِشے ٹیپ کرَم؟

source: How do I stay in touch?
mvy: مہ رابطہ مہ گِشے دَھرَم؟

source: How is Common Voice funded?
mvy: کامن وائساں فنڈ گولاں ای تُھو؟

source: How Spontaneous Speech works
mvy: ڈارِک بلی (پروگرام) گِشے چلُژی تُھو

source: How to add multiple sentences
mvy: بیکتُوک جُملی اکٹھی گِشے شامل کرانٚتے/کراں تھو؟

source: How would you describe your accent?
mvy: تُوۡ تَیں لہجہ گِشے بیان کیری تُھوۡ/ کرہ ݜَت؟

source: How would you describe your sex or gender?
mvy: توۡ تاں جنس گِشے بیان کرہ ݜَت/کیریۡ تُھو؟
